Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# vouch.ended.reason.removed
source: You took the vouch off.
ar: أزلت التزكية بنفسك.
bn: আপনি ভাউচটি সরিয়ে দিয়েছেন।
ca: Has retirat l'aval.
cs: Ručení jsi odebral.
da: Du fjernede garantien.
de: Du hast die Bürgschaft entfernt.
el: Αφαίρεσες την εγγύηση.
es: Quitaste el aval.
fi: Poistit takuun.
fr: Vous avez retiré la caution.
he: הסרת את הערבות.
hi: आपने वाउच हटा दिया।
hr: Skinuo/la si jamstvo.
hu: Te vetted le a kezességet.
id: Kamu mencabut jaminan.
it: Hai tolto la garanzia.
ja: あなたが保証を外しました。
ko: 내가 보증을 철회했어요.
ml: നിങ്ങൾ വൗച്ച് നീക്കം ചെയ്തു.
ms: Anda menarik balik jaminan itu.
nb: Du fjernet garantien.
nl: Je hebt de garantie ingetrokken.
pl: Zdjąłeś poręczenie.
pt_br: Você retirou o aval.
pt_pt: Retirou o aval.
ro: Ai retras garanția.
ru: Вы сняли поручительство.
sk: Ručenie si odobral.
sv: Du tog bort intygandet.
ta: நீங்கள் உறுதிமொழியை நீக்கினீர்கள்.
te: మీరు హామీని తొలగించారు.
th: คุณนำการรับรองออกแล้ว
tr: Kefilliği siz kaldırdınız.
uk: Ви зняли поручительство.
ur: آپ نے ضمانت کا ٹیگ ہٹا دیا۔
vi: Bạn đã gỡ lời bảo chứng.
zh_hans: 你撤下了该担保。
zh_hant: 你撤下了這項擔保。

# vouch.ended.reason.unconfirmed
source: @%@ didn't confirm in time.
ar: لم يؤكّد ⁦@%@⁩ في الوقت المحدد.
bn: @%@ সময়মতো নিশ্চিত করেননি।
ca: @%@ no ha confirmat a temps.
cs: @%@ nepotvrdil včas.
da: @%@ bekræftede ikke i tide.
de: @%@ hat nicht rechtzeitig bestätigt.
el: Ο/Η @%@ δεν επιβεβαίωσε εγκαίρως.
es: @%@ no confirmó a tiempo.
fi: @%@ ei vahvistanut ajoissa.
fr: @%@ n’a pas confirmé à temps.
he: @%@ לא אישר בזמן.
hi: @%@ ने समय पर पुष्टि नहीं की।
hr: @%@ nije potvrdio/la na vrijeme.
hu: @%@ nem erősítette meg időben.
id: @%@ tidak mengonfirmasi tepat waktu.
it: @%@ non ha confermato in tempo.
ja: @%@が期限内に確認しませんでした。
ko: @%@님이 제때 확인하지 않았어요.
ml: @%@ സമയത്തിനുള്ളിൽ സ്ഥിരീകരിച്ചില്ല.
ms: @%@ tidak mengesahkan tepat pada masanya.
nb: @%@ bekreftet ikke i tide.
nl: @%@ heeft niet op tijd bevestigd.
pl: @%@ nie potwierdził(a) na czas.
pt_br: @%@ não confirmou a tempo.
pt_pt: @%@ não confirmou a tempo.
ro: @%@ nu a confirmat la timp.
ru: @%@ не подтвердил(а) вовремя.
sk: @%@ nepotvrdil včas.
sv: @%@ bekräftade inte i tid.
ta: @%@ உரிய நேரத்தில் உறுதிப்படுத்தவில்லை.
te: @%@ సమయానికి నిర్ధారించలేదు.
th: @%@ ไม่ได้ยืนยันทันเวลา
tr: @%@ zamanında onaylamadı.
uk: @%@ не підтвердив(ла) вчасно.
ur: @%@ نے وقت پر تصدیق نہیں کی۔
vi: @%@ không xác nhận kịp thời.
zh_hans: @%@ 没有及时确认。
zh_hant: @%@ 未在期限內確認。

# vouch.ended.reason.voucher
source: @%@ can no longer vouch for anyone.
ar: لم يعد بإمكان ⁦@%@⁩ أن يزكّي أحدًا.
bn: @%@ আর কারও জন্য ভাউচ করতে পারেন না।
ca: @%@ ja no pot avalar ningú.
cs: @%@ už nemůže za nikoho ručit.
da: @%@ kan ikke længere gå i god for nogen.
de: @%@ kann für niemanden mehr bürgen.
el: Ο/Η @%@ δεν μπορεί πια να εγγυάται για κανέναν.
es: @%@ ya no puede avalar a nadie.
fi: @%@ ei enää voi taata ketään.
fr: @%@ ne peut plus se porter garant de personne.
he: @%@ לא יכול עוד לערוב לאף אחד.
hi: @%@ अब किसी के लिए वाउच नहीं कर सकते।
hr: @%@ više ne može jamčiti ni za koga.
hu: @%@ már nem kezeskedhet senkiért.
id: @%@ tidak bisa lagi menjamin siapa pun.
it: @%@ non può più garantire per nessuno.
ja: @%@はもう誰も保証できません。
ko: @%@님은 더 이상 누구도 보증할 수 없어요.
ml: @%@ ഇനി ആർക്കും വൗച്ച് ചെയ്യാനാകില്ല.
ms: @%@ tidak lagi boleh menjamin sesiapa.
nb: @%@ kan ikke lenger garantere for noen.
nl: @%@ kan voor niemand meer instaan.
pl: @%@ nie może już za nikogo poręczać.
pt_br: @%@ não pode mais avalizar ninguém.
pt_pt: @%@ já não pode avalizar ninguém.
ro: @%@ nu mai poate garanta pentru nimeni.
ru: @%@ больше не может ни за кого поручаться.
sk: @%@ už nemôže za nikoho ručiť.
sv: @%@ kan inte längre intyga för någon.
ta: @%@ இனி யாருக்கும் உறுதியளிக்க முடியாது.
te: @%@ ఇకపై ఎవరికీ హామీ ఇవ్వలేరు.
th: @%@ ไม่สามารถรับรองใครได้อีก
tr: @%@ artık kimseye kefil olamaz.
uk: @%@ більше не може ні за кого ручатися.
ur: @%@ اب کسی کی ضمانت نہیں دے سکتے۔
vi: @%@ không thể bảo chứng cho ai nữa.
zh_hans: @%@ 已无法再为任何人担保。
zh_hant: @%@ 已無法再為任何人擔保。

# vouch.ended.reason.withdrawn
source: @%@ withdrew their vouch.
ar: سحب ⁦@%@⁩ تزكيته.
bn: @%@ তাঁর ভাউচ প্রত্যাহার করেছেন।
ca: @%@ ha retirat el seu aval.
cs: @%@ své ručení stáhl.
da: @%@ trak sin garanti tilbage.
de: @%@ hat die Bürgschaft zurückgezogen.
el: Ο/Η @%@ ανακάλεσε την εγγύησή του/της.
es: @%@ retiró su aval.
fi: @%@ perui takuunsa.
fr: @%@ a retiré sa caution.
he: @%@ משך את הערבות שלו.
hi: @%@ ने अपना वाउच वापस ले लिया।
hr: @%@ je povukao/la svoje jamstvo.
hu: @%@ visszavonta a kezességét.
id: @%@ menarik jaminannya.
it: @%@ ha ritirato la sua garanzia.
ja: @%@が保証を取り下げました。
ko: @%@님이 보증을 철회했어요.
ml: @%@ അവരുടെ വൗച്ച് പിൻവലിച്ചു.
ms: @%@ menarik balik jaminannya.
nb: @%@ trakk tilbake garantien sin.
nl: @%@ heeft de garantie ingetrokken.
pl: @%@ wycofał(a) swoje poręczenie.
pt_br: @%@ retirou o aval.
pt_pt: @%@ retirou o seu aval.
ro: @%@ și-a retras garanția.
ru: @%@ отозвал(а) своё поручительство.
sk: @%@ stiahol svoje ručenie.
sv: @%@ återtog sitt intygande.
ta: @%@ தன் உறுதிமொழியைத் திரும்பப் பெற்றார்.
te: @%@ తమ హామీని ఉపసంహరించుకున్నారు.
th: @%@ ถอนการรับรอง
tr: @%@ kefilliğini geri çekti.
uk: @%@ відкликав(ла) своє поручительство.
ur: @%@ نے اپنی ضمانت واپس لے لی۔
vi: @%@ đã rút lại lời bảo chứng của họ.
zh_hans: @%@ 撤回了担保。
zh_hant: @%@ 撤回了他們的擔保。

# vouch.ended.title
source: The vouch from @%@ has ended
ar: انتهت تزكية ⁦@%@⁩ لك
bn: @%@-এর ভাউচ শেষ হয়েছে
ca: L'aval de @%@ ha acabat
cs: Ručení od @%@ skončilo
da: Garantien fra @%@ er ophørt
de: Die Bürgschaft von @%@ ist beendet
el: Η εγγύηση από τον/την @%@ έληξε
es: El aval de @%@ ha terminado
fi: Käyttäjän @%@ takuu on päättynyt
fr: La caution de @%@ est terminée
he: הערבות של @%@ הסתיימה
hi: @%@ का वाउच खत्म हो गया है
hr: Jamstvo korisnika @%@ je završilo
hu: @%@ kezessége véget ért
id: Jaminan dari @%@ telah berakhir
it: La garanzia di @%@ è terminata
ja: @%@による保証が終了しました
ko: @%@님의 보증이 종료되었어요
ml: @%@ ന്റെ വൗച്ച് അവസാനിച്ചു
ms: Jaminan daripada @%@ telah berakhir
nb: Garantien fra @%@ er avsluttet
nl: De garantie van @%@ is beëindigd
pl: Poręczenie od @%@ się zakończyło
pt_br: O aval de @%@ terminou
pt_pt: O aval de @%@ terminou
ro: Garanția lui @%@ s-a încheiat
ru: Поручительство от @%@ закончилось
sk: Ručenie od @%@ skončilo
sv: Intygandet från @%@ har avslutats
ta: @%@ இன் உறுதிமொழி முடிந்துவிட்டது
te: @%@ ఇచ్చిన హామీ ముగిసింది
th: การรับรองจาก @%@ สิ้นสุดแล้ว
tr: @%@ kişisinin kefilliği sona erdi
uk: Поручительство від @%@ закінчилося
ur: @%@ کی ضمانت ختم ہو گئی
vi: Lời bảo chứng từ @%@ đã kết thúc
zh_hans: @%@ 的担保已结束
zh_hant: @%@ 的擔保已結束

# vouch.ended.title.plain
source: Your vouch has ended
ar: انتهت تزكيتك
bn: আপনার ভাউচ শেষ হয়েছে
ca: El teu aval ha acabat
cs: Tvé ručení skončilo
da: Din garanti er ophørt
de: Deine Bürgschaft ist beendet
el: Η εγγύησή σου έληξε
es: Tu aval ha terminado
fi: Takuusi on päättynyt
fr: Votre caution est terminée
he: הערבות שלך הסתיימה
hi: आपका वाउच खत्म हो गया है
hr: Tvoje jamstvo je završilo
hu: A kezességed véget ért
id: Jaminanmu telah berakhir
it: La tua garanzia è terminata
ja: 保証が終了しました
ko: 보증이 종료되었어요
ml: നിങ്ങളുടെ വൗച്ച് അവസാനിച്ചു
ms: Jaminan anda telah berakhir
nb: Garantien din er avsluttet
nl: Je garantie is beëindigd
pl: Twoje poręczenie się zakończyło
pt_br: Seu aval terminou
pt_pt: O seu aval terminou
ro: Garanția ta s-a încheiat
ru: Ваше поручительство закончилось
sk: Tvoje ručenie skončilo
sv: Ditt intygande har avslutats
ta: உங்கள் உறுதிமொழி முடிந்துவிட்டது
te: మీ హామీ ముగిసింది
th: การรับรองของคุณสิ้นสุดแล้ว
tr: Kefilliğiniz sona erdi
uk: Ваше поручительство закінчилося
ur: آپ کی ضمانت ختم ہو گئی
vi: Lời bảo chứng của bạn đã kết thúc
zh_hans: 你的担保已结束
zh_hant: 你的擔保已結束

# vouch.error.alreadyVouched
source: Someone is already vouching for you.
ar: هناك من يزكّيك بالفعل.
bn: কেউ ইতিমধ্যে আপনার জন্য ভাউচ করছেন।
ca: Algú ja t'avala.
cs: Někdo za tebe už ručí.
da: Nogen går allerede i god for dig.
de: Jemand bürgt bereits für dich.
el: Κάποιος εγγυάται ήδη για εσένα.
es: Alguien ya te está avalando.
fi: Joku jo takaa sinut.
fr: Quelqu’un se porte déjà garant de vous.
he: מישהו כבר ערב לך.
hi: कोई आपके लिए पहले से वाउच कर रहा है।
hr: Netko već jamči za tebe.
hu: Valaki már kezeskedik érted.
id: Seseorang sudah menjaminmu.
it: Qualcuno garantisce già per te.
ja: すでに誰かがあなたを保証しています。
ko: 이미 누군가 나를 보증하고 있어요.
ml: ആരോ ഇതിനകം നിങ്ങൾക്ക് വൗച്ച് ചെയ്യുന്നുണ്ട്.
ms: Seseorang sudah menjamin anda.
nb: Noen garanterer allerede for deg.
nl: Iemand staat al voor je in.
pl: Ktoś już za Ciebie poręcza.
pt_br: Alguém já está avalizando você.
pt_pt: Já há alguém a dar-lhe aval.
ro: Cineva garantează deja pentru tine.
ru: За вас уже кто-то поручается.
sk: Za teba už niekto ručí.
sv: Någon intygar redan för dig.
ta: ஏற்கெனவே ஒருவர் உங்களுக்காக உறுதியளிக்கிறார்.
te: ఇప్పటికే ఒకరు మీకు హామీ ఇస్తున్నారు.
th: มีคนรับรองคุณอยู่แล้ว
tr: Biri zaten size kefil oluyor.
uk: За вас уже хтось ручається.
ur: کوئی پہلے ہی آپ کی ضمانت دے رہا ہے۔
vi: Đã có người bảo chứng cho bạn.
zh_hans: 已经有人为你担保了。
zh_hant: 已經有人為你擔保。

# vouch.error.attestationsRequired
source: Tick all four boxes to continue.
ar: حدّد المربعات الأربعة للمتابعة.
bn: চালিয়ে যেতে চারটি ঘরেই টিক দিন।
ca: Marca les quatre caselles per continuar.
cs: Pro pokračování zaškrtni všechna čtyři políčka.
da: Sæt kryds i alle fire felter for at fortsætte.
de: Hake alle vier Kästchen an, um fortzufahren.
el: Επίλεξε και τα τέσσερα πλαίσια για να συνεχίσεις.
es: Marca las cuatro casillas para continuar.
fi: Valitse kaikki neljä ruutua jatkaaksesi.
fr: Cochez les quatre cases pour continuer.
he: סמן את כל ארבע התיבות כדי להמשיך.
hi: जारी रखने के लिए चारों बॉक्स टिक करें।
hr: Označi sva četiri okvira za nastavak.
hu: A folytatáshoz jelöld be mind a négy négyzetet.
id: Centang keempat kotak untuk melanjutkan.
it: Seleziona tutte e quattro le caselle per continuare.
ja: 続けるには4つすべてにチェックを入れてください。
ko: 계속하려면 네 개의 상자를 모두 체크하세요.
ml: തുടരാൻ നാല് ബോക്സുകളും ടിക്ക് ചെയ്യുക.
ms: Tanda semua empat kotak untuk teruskan.
nb: Kryss av alle fire boksene for å fortsette.
nl: Vink alle vier de vakjes aan om door te gaan.
pl: Zaznacz wszystkie cztery pola, aby kontynuować.
pt_br: Marque as quatro caixas para continuar.
pt_pt: Marque as quatro caixas para continuar.
ro: Bifează toate cele patru casete pentru a continua.
ru: Отметьте все четыре пункта, чтобы продолжить.
sk: Na pokračovanie zaškrtni všetky štyri políčka.
sv: Kryssa i alla fyra rutorna för att fortsätta.
ta: தொடர நான்கு பெட்டிகளிலும் குறியிடுங்கள்.
te: కొనసాగడానికి నాలుగు బాక్స్‌లనూ టిక్ చేయండి.
th: ติ๊กทั้งสี่ช่องเพื่อดำเนินการต่อ
tr: Devam etmek için dört kutuyu da işaretleyin.
uk: Позначте всі чотири пункти, щоб продовжити.
ur: جاری رکھنے کے لیے چاروں خانوں پر نشان لگائیں۔
vi: Đánh dấu cả bốn ô để tiếp tục.
zh_hans: 请勾选全部四个选项以继续。
zh_hant: 請勾選全部四個方塊以繼續。

# vouch.error.attestationsRequired.own
source: Tick all four boxes to accept.
ar: حدّد المربعات الأربعة لقبول التزكية.
bn: গ্রহণ করতে চারটি ঘরেই টিক দিন।
ca: Marca les quatre caselles per acceptar.
cs: Pro přijetí zaškrtni všechna čtyři políčka.
da: Sæt kryds i alle fire felter for at acceptere.
de: Hake alle vier Kästchen an, um anzunehmen.
el: Επίλεξε και τα τέσσερα πλαίσια για να αποδεχτείς.
es: Marca las cuatro casillas para aceptar.
fi: Valitse kaikki neljä ruutua hyväksyäksesi.
fr: Cochez les quatre cases pour accepter.
he: סמן את כל ארבע התיבות כדי לקבל.
hi: स्वीकार करने के लिए चारों बॉक्स टिक करें।
hr: Označi sva četiri okvira za prihvaćanje.
hu: Az elfogadáshoz jelöld be mind a négy négyzetet.
id: Centang keempat kotak untuk menerima.
it: Seleziona tutte e quattro le caselle per accettare.
ja: 受け入れるには4つすべてにチェックを入れてください。
ko: 수락하려면 네 개의 상자를 모두 체크하세요.
ml: സ്വീകരിക്കാൻ നാല് ബോക്സുകളും ടിക്ക് ചെയ്യുക.
ms: Tanda semua empat kotak untuk menerima.
nb: Kryss av alle fire boksene for å godta.
nl: Vink alle vier de vakjes aan om te accepteren.
pl: Zaznacz wszystkie cztery pola, aby przyjąć.
pt_br: Marque as quatro caixas para aceitar.
pt_pt: Marque as quatro caixas para aceitar.
ro: Bifează toate cele patru casete pentru a accepta.
ru: Отметьте все четыре пункта, чтобы принять.
sk: Na prijatie zaškrtni všetky štyri políčka.
sv: Kryssa i alla fyra rutorna för att godta.
ta: ஏற்க நான்கு பெட்டிகளிலும் குறியிடுங்கள்.
te: అంగీకరించడానికి నాలుగు బాక్స్‌లనూ టిక్ చేయండి.
th: ติ๊กทั้งสี่ช่องเพื่อยอมรับ
tr: Kabul etmek için dört kutuyu da işaretleyin.
uk: Позначте всі чотири пункти, щоб прийняти.
ur: قبول کرنے کے لیے چاروں خانوں پر نشان لگائیں۔
vi: Đánh dấu cả bốn ô để chấp nhận.
zh_hans: 请勾选全部四个选项以接受。
zh_hant: 請勾選全部四個方塊以接受。

# vouch.error.confirmWindowPassed
source: The 48 hours to confirm have passed — send a new link.
ar: مرّت الساعات الـ48 المتاحة للتأكيد — أرسل رابطًا جديدًا.
bn: নিশ্চিত করার ৪৮ ঘণ্টা পার হয়ে গেছে — নতুন লিংক পাঠান।
ca: Les 48 hores per confirmar han passat: envia un enllaç nou.
cs: 48 hodin na potvrzení uplynulo – pošli nový odkaz.
da: De 48 timer til at bekræfte er gået – send et nyt link.
de: Die 48 Stunden zum Bestätigen sind vorbei – sende einen neuen Link.
el: Οι 48 ώρες για επιβεβαίωση πέρασαν — στείλε νέο σύνδεσμο.
es: Pasaron las 48 horas para confirmar: envía un enlace nuevo.
fi: 48 tuntia vahvistamiseen on kulunut – lähetä uusi linkki.
fr: Les 48 heures pour confirmer sont écoulées — envoyez un nouveau lien.
he: 48 השעות לאישור עברו — שלח קישור חדש.
hi: पुष्टि के 48 घंटे बीत चुके हैं — नया लिंक भेजें।
hr: 48 sati za potvrdu je prošlo — pošalji novu poveznicu.
hu: A megerősítésre szánt 48 óra letelt – küldj új hivatkozást.
id: 48 jam untuk mengonfirmasi sudah lewat — kirim tautan baru.
it: Le 48 ore per confermare sono passate: invia un nuovo link.
ja: 確認の期限の48時間が過ぎました。新しいリンクを送ってください。
ko: 확인 기한 48시간이 지났어요. 새 링크를 보내세요.
ml: സ്ഥിരീകരിക്കാനുള്ള 48 മണിക്കൂർ കഴിഞ്ഞു — പുതിയ ലിങ്ക് അയയ്ക്കുക.
ms: 48 jam untuk mengesahkan telah berlalu — hantar pautan baharu.
nb: De 48 timene for å bekrefte har gått. Send en ny lenke.
nl: De 48 uur om te bevestigen zijn voorbij: stuur een nieuwe link.
pl: 48 godzin na potwierdzenie minęło — wyślij nowy link.
pt_br: As 48 horas para confirmar passaram: envie um novo link.
pt_pt: Passaram as 48 horas para confirmar — envie uma nova ligação.
ro: Cele 48 de ore pentru confirmare au trecut — trimite un link nou.
ru: Прошло 48 часов на подтверждение — отправьте новую ссылку.
sk: 48 hodín na potvrdenie uplynulo — pošli nový odkaz.
sv: De 48 timmarna för att bekräfta har gått – skicka en ny länk.
ta: உறுதிப்படுத்த அளிக்கப்பட்ட 48 மணி நேரம் முடிந்துவிட்டது — புதிய இணைப்பை அனுப்புங்கள்.
te: నిర్ధారించడానికి ఉన్న 48 గంటలు గడిచిపోయాయి — కొత్త లింక్ పంపండి.
th: เลย 48 ชั่วโมงสำหรับการยืนยันแล้ว กรุณาส่งลิงก์ใหม่
tr: Onaylamak için 48 saat geçti; yeni bir bağlantı gönderin.
uk: 48 годин на підтвердження минули — надішліть нове посилання.
ur: تصدیق کے 48 گھنٹے گزر گئے — نیا لنک بھیجیں۔
vi: 48 giờ để xác nhận đã qua — hãy gửi một liên kết mới.
zh_hans: 确认的 48 小时已过，请发送新的链接。
zh_hant: 48 小時的確認期限已過，請傳送新的連結。

# vouch.error.detailsMismatch
source: These details don't match what the person who sent the link entered.
ar: هذه البيانات لا تطابق ما أدخله مرسل الرابط.
bn: লিংক যিনি পাঠিয়েছেন, তাঁর দেওয়া তথ্যের সাথে এই তথ্য মেলেনি।
ca: Aquestes dades no coincideixen amb les que va introduir qui va enviar l'enllaç.
cs: Tyto údaje se neshodují s tím, co zadala osoba, která poslala odkaz.
da: Disse oplysninger passer ikke med det, personen der sendte linket, indtastede.
de: Diese Angaben passen nicht zu dem, was die Person, die den Link gesendet hat, eingegeben hat.
el: Αυτά τα στοιχεία δεν ταιριάζουν με όσα εισήγαγε το άτομο που έστειλε τον σύνδεσμο.
es: Estos datos no coinciden con lo que introdujo quien envió el enlace.
fi: Nämä tiedot eivät täsmää siihen, mitä linkin lähettänyt antoi.
fr: Ces informations ne correspondent pas à ce qu’a saisi la personne qui a envoyé le lien.
he: הפרטים האלה לא תואמים למה שהאדם ששלח את הקישור הזין.
hi: यह विवरण लिंक भेजने वाले के दर्ज किए विवरण से मेल नहीं खाता।
hr: Ti se podaci ne podudaraju s onim što je unijela osoba koja je poslala poveznicu.
hu: Ezek az adatok nem egyeznek azzal, amit a hivatkozás küldője megadott.
id: Detail ini tidak cocok dengan yang dimasukkan orang yang mengirim tautan.
it: Questi dati non corrispondono a ciò che ha inserito la persona che ha inviato il link.
ja: これらの詳細が、リンクを送った人が入力した内容と一致しません。
ko: 링크를 보낸 사람이 입력한 정보와 일치하지 않아요.
ml: ഈ വിവരങ്ങൾ ലിങ്ക് അയച്ചയാൾ നൽകിയതുമായി ഒത്തുപോകുന്നില്ല.
ms: Butiran ini tidak sepadan dengan apa yang dimasukkan oleh orang yang menghantar pautan.
nb: Disse opplysningene stemmer ikke med det personen som sendte lenken, skrev inn.
nl: Deze gegevens komen niet overeen met wat de persoon die de link stuurde heeft ingevoerd.
pl: Te dane nie zgadzają się z tym, co wpisała osoba, która wysłała link.
pt_br: Estes dados não coincidem com o que a pessoa que enviou o link informou.
pt_pt: Estes dados não coincidem com o que a pessoa que enviou a ligação introduziu.
ro: Aceste date nu coincid cu ce a introdus persoana care a trimis linkul.
ru: Эти данные не совпадают с теми, что ввёл отправивший ссылку.
sk: Tieto údaje sa nezhodujú s tým, čo zadala osoba, ktorá poslala odkaz.
sv: Uppgifterna stämmer inte med vad personen som skickade länken angav.
ta: இணைப்பை அனுப்பியவர் உள்ளிட்டவற்றுடன் இந்த விவரங்கள் பொருந்தவில்லை.
te: ఈ వివరాలు లింక్ పంపిన వ్యక్తి నమోదు చేసిన వాటికి సరిపోలడం లేదు.
th: ข้อมูลเหล่านี้ไม่ตรงกับที่ผู้ส่งลิงก์กรอกไว้
tr: Bu bilgiler, bağlantıyı gönderen kişinin girdikleriyle eşleşmiyor.
uk: Ці дані не збігаються з тим, що ввів той, хто надіслав посилання.
ur: یہ تفصیلات اس سے نہیں ملتیں جو لنک بھیجنے والے نے درج کیں۔
vi: Những thông tin này không khớp với những gì người gửi liên kết đã nhập.
zh_hans: 这些信息与发送链接的人输入的不一致。
zh_hant: 這些資料與傳送連結者所輸入的不符。

# vouch.error.detailsRequired
source: Give their full name, nationality and date of birth.
ar: أدخل اسمه الكامل وجنسيته وتاريخ ميلاده.
bn: তাঁর পুরো নাম, জাতীয়তা ও জন্ম তারিখ দিন।
ca: Indica'n el nom complet, la nacionalitat i la data de naixement.
cs: Zadej jejich celé jméno, státní příslušnost a datum narození.
da: Angiv vedkommendes fulde navn, nationalitet og fødselsdato.
de: Gib den vollständigen Namen, die Staatsangehörigkeit und das Geburtsdatum an.
el: Δώσε το πλήρες όνομα, την υπηκοότητα και την ημερομηνία γέννησής του.
es: Indica su nombre completo, nacionalidad y fecha de nacimiento.
fi: Anna heidän koko nimensä, kansalaisuutensa ja syntymäaikansa.
fr: Indiquez son nom complet, sa nationalité et sa date de naissance.
he: מסור את שמם המלא, האזרחות ותאריך הלידה.
hi: उनका पूरा नाम, राष्ट्रीयता और जन्म तिथि दें।
hr: Upiši njihovo puno ime, državljanstvo i datum rođenja.
hu: Add meg a teljes nevét, állampolgárságát és születési dátumát.
id: Berikan nama lengkap, kewarganegaraan, dan tanggal lahir mereka.
it: Indica nome completo, nazionalità e data di nascita.
ja: 相手の氏名、国籍、生年月日を入力してください。
ko: 상대방의 전체 이름, 국적, 생년월일을 입력하세요.
ml: അവരുടെ മുഴുവൻ പേര്, ദേശീയത, ജനനത്തീയതി എന്നിവ നൽകുക.
ms: Berikan nama penuh, kewarganegaraan dan tarikh lahir mereka.
nb: Oppgi fullt navn, nasjonalitet og fødselsdato.
nl: Geef hun volledige naam, nationaliteit en geboortedatum.
pl: Podaj jej pełne imię i nazwisko, obywatelstwo i datę urodzenia.
pt_br: Informe o nome completo, a nacionalidade e a data de nascimento da pessoa.
pt_pt: Indique o nome completo, a nacionalidade e a data de nascimento.
ro: Introdu numele complet, cetățenia și data nașterii persoanei.
ru: Укажите полное имя, гражданство и дату рождения.
sk: Uveď jej celé meno, národnosť a dátum narodenia.
sv: Ange deras fullständiga namn, nationalitet och födelsedatum.
ta: அவர்களின் முழுப் பெயர், நாட்டினம், பிறந்த தேதியைக் கொடுங்கள்.
te: వారి పూర్తి పేరు, జాతీయత మరియు పుట్టిన తేదీ ఇవ్వండి.
th: ระบุชื่อเต็ม สัญชาติ และวันเกิดของเขา
tr: Tam adını, uyruğunu ve doğum tarihini girin.
uk: Вкажіть повне ім’я, громадянство й дату народження.
ur: ان کا پورا نام، قومیت اور تاریخ پیدائش دیں۔
vi: Nhập họ tên đầy đủ, quốc tịch và ngày sinh của họ.
zh_hans: 请填写对方的全名、国籍和出生日期。
zh_hant: 請填寫對方的全名、國籍和出生日期。

# vouch.error.detailsRequired.own
source: Give your full name, nationality and date of birth.
ar: أدخل اسمك الكامل وجنسيتك وتاريخ ميلادك.
bn: আপনার পুরো নাম, জাতীয়তা ও জন্ম তারিখ দিন।
ca: Indica el teu nom complet, la nacionalitat i la data de naixement.
cs: Zadej své celé jméno, státní příslušnost a datum narození.
da: Angiv dit fulde navn, din nationalitet og din fødselsdato.
de: Gib deinen vollständigen Namen, deine Staatsangehörigkeit und dein Geburtsdatum an.
el: Δώσε το πλήρες όνομά σου, την υπηκοότητα και την ημερομηνία γέννησής σου.
es: Indica tu nombre completo, nacionalidad y fecha de nacimiento.
fi: Anna koko nimesi, kansalaisuutesi ja syntymäaikasi.
fr: Indiquez votre nom complet, votre nationalité et votre date de naissance.
he: מסור את שמך המלא, האזרחות ותאריך הלידה.
hi: अपना पूरा नाम, राष्ट्रीयता और जन्म तिथि दें।
hr: Upiši svoje puno ime, državljanstvo i datum rođenja.
hu: Add meg a teljes nevedet, állampolgárságodat és születési dátumodat.
id: Berikan nama lengkap, kewarganegaraan, dan tanggal lahirmu.
it: Indica il tuo nome completo, nazionalità e data di nascita.
ja: あなたの氏名、国籍、生年月日を入力してください。
ko: 내 전체 이름, 국적, 생년월일을 입력하세요.
ml: നിങ്ങളുടെ മുഴുവൻ പേര്, ദേശീയത, ജനനത്തീയതി എന്നിവ നൽകുക.
ms: Berikan nama penuh, kewarganegaraan dan tarikh lahir anda.
nb: Oppgi fullt navn, nasjonalitet og fødselsdato.
nl: Geef je volledige naam, nationaliteit en geboortedatum.
pl: Podaj swoje pełne imię i nazwisko, obywatelstwo i datę urodzenia.
pt_br: Informe seu nome completo, sua nacionalidade e sua data de nascimento.
pt_pt: Indique o seu nome completo, nacionalidade e data de nascimento.
ro: Introdu numele tău complet, cetățenia și data nașterii.
ru: Укажите ваше полное имя, гражданство и дату рождения.
sk: Uveď svoje celé meno, národnosť a dátum narodenia.
sv: Ange ditt fullständiga namn, din nationalitet och ditt födelsedatum.
ta: உங்கள் முழுப் பெயர், நாட்டினம், பிறந்த தேதியைக் கொடுங்கள்.
te: మీ పూర్తి పేరు, జాతీయత మరియు పుట్టిన తేదీ ఇవ్వండి.
th: ระบุชื่อเต็ม สัญชาติ และวันเกิดของคุณ
tr: Tam adınızı, uyruğunuzu ve doğum tarihinizi girin.
uk: Вкажіть своє повне ім’я, громадянство й дату народження.
ur: اپنا پورا نام، قومیت اور تاریخ پیدائش دیں۔
vi: Nhập họ tên đầy đủ, quốc tịch và ngày sinh của bạn.
zh_hans: 请填写你的全名、国籍和出生日期。
zh_hant: 請填寫你的全名、國籍和出生日期。

# vouch.error.invalidCountry
source: Choose a nationality from the list.
ar: اختر جنسية من القائمة.
bn: তালিকা থেকে একটি জাতীয়তা বেছে নিন।
ca: Tria una nacionalitat de la llista.
cs: Vyber státní příslušnost ze seznamu.
da: Vælg en nationalitet fra listen.
de: Wähle eine Staatsangehörigkeit aus der Liste.
el: Επίλεξε μια υπηκοότητα από τη λίστα.
es: Elige una nacionalidad de la lista.
fi: Valitse kansalaisuus luettelosta.
fr: Choisissez une nationalité dans la liste.
he: בחר אזרחות מהרשימה.
hi: सूची से कोई राष्ट्रीयता चुनें।
hr: Odaberi državljanstvo s popisa.
hu: Válassz állampolgárságot a listából.
id: Pilih kewarganegaraan dari daftar.
it: Scegli una nazionalità dall'elenco.
ja: 一覧から国籍を選んでください。
ko: 목록에서 국적을 선택하세요.
ml: പട്ടികയിൽ നിന്ന് ഒരു ദേശീയത തിരഞ്ഞെടുക്കുക.
ms: Pilih kewarganegaraan daripada senarai.
nb: Velg en nasjonalitet fra listen.
nl: Kies een nationaliteit uit de lijst.
pl: Wybierz obywatelstwo z listy.
pt_br: Escolha uma nacionalidade na lista.
pt_pt: Escolha uma nacionalidade da lista.
ro: Alege o cetățenie din listă.
ru: Выберите гражданство из списка.
sk: Vyber národnosť zo zoznamu.
sv: Välj en nationalitet i listan.
ta: பட்டியலிலிருந்து ஒரு நாட்டினத்தைத் தேர்ந்தெடுங்கள்.
te: జాబితా నుండి జాతీయతను ఎంచుకోండి.
th: เลือกสัญชาติจากรายการ
tr: Listeden bir uyruk seçin.
uk: Виберіть громадянство зі списку.
ur: فہرست میں سے قومیت چنیں۔
vi: Chọn một quốc tịch từ danh sách.
zh_hans: 请从列表中选择国籍。
zh_hant: 請從清單中選擇國籍。
